[
    {   "category": "Lingua portuguesa",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é a alternativa que completa corretamente a frase abaixo? A menina _____ o livro na estante antes de sair de casa.",
        "option1": "colocará",
        "option2": "coloca",
        "option3": "coloque",
        "option4": "colocava",
        "option5": "colocasse",
        "answer": "option2",
        "explanation": "A frase correta é, 'A menina coloca o livro na estante antes de sair de casa', o verbo 'coloca' é usado para indicar uma ação que ocorre habitualmente ou no momento atual.",
        "hint": " Pense no tempo verbal que indica uma ação"
    },
    {   "category": "Lingua portuguesa",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é a palavra que está corretamente acentuada segundo as regras da língua portuguesa?",
        "option1": "cafe",
        "option2": "ortografico",
        "option3": "maça",
        "option4": "árvore",
        "option5": "dificil",
        "answer": "option4",
        "explanation": "A palavra correta é 'árvore' (alternativa d), pois ela é uma paroxítona terminada em 'e',o que a torna acentuada segundo as regras da língua portuguesa.",
        "hint": "Preste atenção nas regras de acentuação das palavras paroxítonas e oxítonas."
    },
    {   "category": "Língua Portuguesa Gírias",
        "value": "4",
        "questionPath": "",
        "questionText": "O que significa a gíria baiana 'barril' no contexto informal?",
        "option1": "Algo muito fácil de fazer ou resolver",
        "option2": "Algo muito bom, legal ou interessante",
        "option3": "Algo muito difícil, complicado ou problemático",
        "option4": "Uma festa muito animada e cheia de gente",
        "option5": "Uma pessoa que está sempre disponível para ajudar",
        "answer": "option3",
        "explanation": "A resposta correta é 'Algo muito difícil, complicado ou problemático'. Na Bahia, a gíria 'barril' é usada para descrever algo que é complicado ou está dando muito trabalho, como em 'Isso é barril'.",
        "hint": "Pense em uma palavra usada para expressar que algo está muito difícil ou fora de controle."
    },
    {   "category": "Lingua portuguesa",
        "value": "4",
        "questionPath": "",
        "questionText": "Assinale a alternativa em que o uso do pronome relativo está incorreto:",
        "option1": "A pessoa que eu encontrei estava muito feliz.",
        "option2": "A casa onde eu moro é pequena.",
        "option3": "O livro cujo eu li é interessante.",
        "option4": "O aluno de quem falei não veio à aula.",
        "option5": "A cidade onde eu moro é muito bonita.",
        "answer": "option3",
        "explanation": "A frase correta é 'A pessoa que eu encontrei estava muito feliz'.O pronome relativo 'que' é utilizado corretamente para se referir à pessoa.",
        "hint": "O pronome relativo 'que' é usado para fazer a ligação entre duas orações, referindo-se a um substantivo."
    },
    {   "category": "Lingua portuguesa",
        "value": "8",
        "questionPath": "",
        "questionText": "Assinale a alternativa que apresenta erro de concordância entre o sujeito e o verbo:",
        "option1": "A pesquisa revelou que os resultados não foram satisfatórios.",
        "option2": "Ele e os colegas de trabalho estavam muito animados com o projeto.",
        "option3": "As crianças brincavam no parque enquanto os pais conversavam.",
        "option4": "Os estudantes chegaram antes do professor.",
        "option5": "A equipe de cientistas participaram do congresso internacional.",
        "answer": "option5",
        "explanation": "A frase correta seria 'A equipe de cientistas participou do congresso internacional'.O sujeito 'equipe' é singular, então o verbo também deve estar no singular.",
        "hint": "Preste atenção no sujeito da frase e no número ao escolher o verbo."
    },
    {   "category": "Lingua portuguesa",
        "value": "8",
        "questionPath": "",
        "questionText": "Assinale a alternativa em que a pontuação está incorreta:",
        "option1": "Ela trouxe os documentos, mas não trouxe as chaves.",
        "option2": "Os alunos estavam cansados, então decidiram descansar.",
        "option3": "Fui ao mercado, comprei frutas, e fiz o jantar.",
        "option4": "Ele estava cansado, mas não quis parar.",
        "option5": "Você vai ao evento, ou vai ficar em casa?",
        "answer": "option3",
        "explanation": "A vírgula antes de 'e' é incorreta. A vírgula não deve ser usada entre dois termos que não sejam orações coordenadas independentes.A frase correta seria: 'Fui ao mercado, comprei frutas e fiz o jantar.'",
        "hint": "Evite o uso da vírgula antes de 'e' em casos onde não há orações independentes."
    },
    {
        "category": "Historia",
        "value": "8",
        "questionPath": "",
        "questionText": "Quem decretou o Bloqueio Continental, impedindo o acesso a portos, em 21 de novembro de 1806?",
        "option1": "D. João VI",
        "option2": "Napoleão Bonaparte",
        "option3": "D. Pedro I",
        "option4": "D. Pedro II",
        "option5": "Alexandre I da Rússia",
        "answer": "option2",
        "explanation": "O Bloqueio Continental foi um decreto assinado pelo imperador francês Napoleão Bonaparte em 1806. Essa resolução proibia países europeus de comercializarem produtos ingleses. Napoleão Bonaparte foi imperador da França e decretou o Bloqueio Continental para arruinar a economia da Inglaterra.",
        "hint": "Um líder que estava buscando expandir seu poder na Europa."
    },
    {
        "category": "Historia",
        "value": "4",
        "questionPath": "",
        "questionText": "Em que ano a Revolução Francesa começou?",
        "option1": "1776",
        "option2": "1789",
        "option3": "1804",
        "option4": "1799",
        "option5": "1821",
        "answer": "option2",
        "explanation": "A Revolução Francesa começou em 1789, marcando o fim do Antigo Regime e dando início a uma série de mudanças sociais, políticas e econômicas na França, que influenciaram o mundo todo.",
        "hint": "Quando a população de Paris atacou a Bastilha, uma prisão que simbolizava o absolutismo francês."
    },
    {
        "category": "Historia",
        "value": "4",
        "questionPath": "",
        "questionText": "Qual desses acontecimentos simbolizou o início da Idade Moderna?",
        "option1": "Queda de Constantinopla",
        "option2": "Descobrimento da América",
        "option3": "Início da Guerra dos Cem Anos",
        "option4": "Revolução Russa",
        "option5": "Primeira Guerra Mundial",
        "answer": "option1",
        "explanation": "A Queda de Constantinopla em 1453 é comumente considerada o marco inicial da Idade Moderna, pois representou a ascensão dos Estados modernos e a intensificação das navegações, como a busca por novas rotas comerciais.",
        "hint": "Um acontecimento marcante dessa época foi as grandes navegações."
    },
    {
        "category": "Historia",
        "value": "2",
        "questionPath": "",
        "questionText": "Quem foi o primeiro imperador do Brasil?",
        "option1": "D. João VI",
        "option2": "José Bonifácio",
        "option3": "D. Pedro II",
        "option4": "Tiradentes",
        "option5": "D. Pedro I",
        "answer": "option5",
        "explanation": "D. Pedro I foi o primeiro imperador do Brasil, após declarar a independência do país em 1822. Ele governou até 1831, quando abdicou em favor de seu filho, D. Pedro II.",
        "hint": "Ele é famoso por ter dito 'Independência ou Morte!' ao declarar a independência do Brasil de Portugal em 1822."
    },
    {
        "category": "Historia",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual foi o tratado que encerrou a Primeira Guerra Mundial?",
        "option1": "Tratado de Paris",
        "option2": "Tratado de Tordesilhas",
        "option3": "Tratado de Versalhes",
        "option4": "Tratado de Utrecht",
        "option5": "Tratado de Maastricht",
        "answer": "option3",
        "explanation": "O Tratado de Versalhes, assinado em 1919, encerrou formalmente a Primeira Guerra Mundial, impondo uma série de condições severas à Alemanha, que contribuíram para as tensões que levariam à Segunda Guerra Mundial.",
        "hint": "Foi assinado no dia 28 de junho de 1919 e ficou conhecido por ser o principal dos tratados de paz assinados após a Primeira Guerra Mundial."
    },
    {
        "category": "Historia",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual foi o principal motivo da Guerra Fria entre Estados Unidos e União Soviética?",
        "option1": "Disputa por territórios na África",
        "option2": "Conflitos de fronteira na Europa",
        "option3": "Controle de rotas comerciais na Ásia",
        "option4": "Diferenças ideológicas entre capitalismo e comunismo",
        "option5": "Rivalidade no domínio do esporte olímpico",
        "answer": "option4",
        "explanation": "A Guerra Fria foi caracterizada por uma disputa ideológica e de influência entre os Estados Unidos (capitalismo) e a União Soviética (comunismo), sem um confronto militar direto, mas com vários conflitos indiretos ao redor do mundo.",
        "hint": "O ponto de partida para o conflito foi um discurso do presidente norte-americano Harry Truman, em 1947."
    },
    {   "category": "Matemática",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é o nome da figura geométrica que tem todos os lados iguais e ângulos internos de 90°?",
        "option1": "Triângulo equilátero",
        "option2": "Retângulo",
        "option3": "Quadrado",
        "option4": "Círculo",
        "option5": "Paralelogramo",
        "answer": "option3",
        "explanation": "A resposta correta é o Quadrado. Isso ocorre porque o quadrado é um quadrilátero, e em qualquer quadrilátero a soma dos angulos internos são 360 graus.",
        "hint": "A área dessa figura pode ser calculada como os lados ao quadrado!"
    },
    {   "category": "Matemática",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é a soma dos ângulos internos de um triângulo?",
        "option1": "90°",
        "option2": "270°",
        "option3": "180°",
        "option4": "360°",
        "option5": "160°",
        "answer": "option3",
        "explanation": "A resposta correta é 180° graus. A soma dos ângulos internos de um triângulo é sempre 180°. Isso vale para qualquer triângulo, independentemente das suas características!",
        "hint": "O valor é abaixo de 200° graus!"
    },
    {   "category": "Química",
        "value": "4",
        "questionPath": "",
        "questionText": "Qual é a reação química que ocorre quando o cloreto de sódio (NaCl) se dissolve em água?",
        "option1": "Reação de neutralização",
        "option2": "Reação de oxidação",
        "option3": "Dissociação iônica",
        "option4": "Reação de aumento de temperatura",
        "option5": "Reação de diminuição de temperatura",
        "answer": "option3",
        "explanation": "A resposta correta é Dissociação iônica. Quando o NaCl (sal de cozinha) se dissolve em água, ele se dissocia em seus íons constituintes: Na⁺ (íon de sódio) e Cl⁻ (íon de cloreto). Isso é um exemplo de dissociação iônica, onde o composto iônico se separa em íons quando dissolvido em água!",
        "hint": "Nessa reação um átomo cede eletrons ao outro!"
    },
    {   "category": "Química",
        "value": "4",
        "questionPath": "",
        "questionText": "Qual é a principal característica dos elementos da família 17 (halogênios) na tabela periódica?",
        "option1": "São todos gases nobres e inertes.",
        "option2": "São sólidos à temperatura ambiente e possuem baixo ponto de fusão",
        "option3": "Apresentam alta reatividade, especialmente com metais",
        "option4": "Todas as opções são verdadeiras",
        "option5": "Nenhuma das opções são verdadeiras",
        "answer": "option3",
        "explanation": "A resposta correta é Apresentam alta reatividade, especialmente com metais. Os halogênios (como flúor, cloro, bromo, iodo e astato) são altamente reativos, especialmente com metais, formando sais como os haletos. Eles têm sete elétrons na camada de valência e tendem a ganhar um elétron para completar sua camada externa!",
        "hint": "Formam sais (exemplo: NaCl, que é o cloreto de sódio, um haleto)!"
    },
    {   "category": "Física",
        "value": "8",
        "questionPath": "",
        "questionText": "Um objeto é lançado verticalmente para cima com uma velocidade inicial de 20 m/s. Desprezando a resistência do ar, qual será a altura máxima que o objeto atingirá? (considere g = 10 m/s**2)",
        "option1": "10 m",
        "option2": "40 m",
        "option3": "20 m",
        "option4": "30 m",
        "option5": "100 m",
        "answer": "option3",
        "explanation": "A resposta correta é 20 m. Para calcular primeiro tem que ser utilizado a formula de movimento vertical (v**2 = v0**2 - 2*g*h)!",
        "hint": "Use a formula relacionado ao movimento que a questão pede!"
    },
    {   "category": "Física",
        "value": "8",
        "questionPath": "",
        "questionText": "Em um circuito elétrico, um resistor de resistência R = 10 Ω é conectado a uma fonte de tensão de V = 12 V. Qual é a potência dissipada pelo resistor?",
        "option1": "1,2 W",
        "option2": "12 W",
        "option3": "14,4 W",
        "option4": "120 W",
        "option5": "10 W",
        "answer": "option3",
        "explanation": "A resposta correta é 14,4 W. Para calcular primeiro tem que ser utilizado a formula de potencia dissipada (P = V **2 / R)!",
        "hint": "Use a formula relacionado à potência!"
    },
    {
        "category": "Política",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é o sistema de governo do Brasil?",
        "option1": "Monarquia Parlamentar",
        "option2": "Presidencialismo",
        "option3": "Semipresidencialismo",
        "option4": "Monarquia Absoluta",
        "option5": "Parlamentarismo",
        "answer": "option2",
        "explanation": "O Brasil adota o sistema presidencialista, onde o presidente é o chefe de governo e de Estado, sendo eleito pelo povo.",
        "hint": "O presidente é o chefe de governo e de Estado."
    },
    {
        "category": "Política",
        "value": "4",
        "questionPath": "",
        "questionText": "Em que ano foi assinado o Tratado de Maastricht, que deu origem à União Europeia?",
        "option1": "1985",
        "option2": "1992",
        "option3": "1995",
        "option4": "2001",
        "option5": "1989",
        "answer": "option2",
        "explanation": "O Tratado de Maastricht foi assinado em 1992 e é considerado o marco que consolidou a criação da União Europeia, introduzindo o Euro e promovendo integração econômica e política.",
        "hint": "Foi assinado no início da década de 90."
    },
    {
        "category": "Política",
        "value": "4",
        "questionPath": "",
        "questionText": "Quem foi o primeiro presidente eleito após o fim da Ditadura Militar no Brasil?",
        "option1": "Fernando Collor",
        "option2": "Tancredo Neves",
        "option3": "Itamar Franco",
        "option4": "José Sarney",
        "option5": "Lula",
        "answer": "option1",
        "explanation": "Fernando Collor foi eleito em 1989, tornando-se o primeiro presidente após a redemocratização. Tancredo Neves foi eleito indiretamente, mas faleceu antes de assumir.",
        "hint": "Foi eleito diretamente em 1989."
    },
    {
        "category": "Política",
        "value": "8",
        "questionPath": "",
        "questionText": "Qual foi a principal consequência política do Acordo de Dayton (1995) na Europa?",
        "option1": "Criação da União Europeia",
        "option2": "Reconhecimento da independência do Kosovo",
        "option3": "Fim da Guerra da Bósnia",
        "option4": "Dissolução da Iugoslávia",
        "option5": "Formação do Pacto de Varsóvia",
        "answer": "option3",
        "explanation": "O Acordo de Dayton pôs fim à Guerra da Bósnia, um dos conflitos mais sangrentos na Europa após a Segunda Guerra Mundial, estabelecendo a divisão do território em duas entidades autônomas.",
        "hint": "Encerramento de um conflito na antiga Iugoslávia."
    },
    {
        "category": "Política",
        "value": "8",
        "questionPath": "",
        "questionText": "Em qual eleição presidencial brasileira foi implementado o voto eletrônico pela primeira vez em todo o país?",
        "option1": "1989",
        "option2": "1994",
        "option3": "1998",
        "option4": "2002",
        "option5": "2006",
        "answer": "option3",
        "explanation": "O Brasil foi pioneiro na implementação de urnas eletrônicas em 1998, marcando uma transição para um sistema de votação mais rápido e seguro em todo o território nacional.",
        "hint": "Foi na eleição logo após o Plano Real ter sido estabilizado."
    },
    {
        "category": "Política",
        "value": "8",
        "questionPath": "",
        "questionText": "Qual é o órgão máximo de decisão da ONU?",
        "option1": "Assembleia Geral",
        "option2": "Secretariado",
        "option3": "Conselho Econômico e Social",
        "option4": "Conselho de Segurança",
        "option5": "Corte Internacional de Justiça",
        "answer": "option4",
        "explanation": "O Conselho de Segurança é o órgão máximo de decisão da ONU, responsável por manter a paz e segurança internacionais e com o poder de aprovar resoluções obrigatórias para os países membros.",
        "hint": "Este órgão pode autorizar intervenções militares e impor sanções."
    },
    {
        "category": "Geografia",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é o rio mais longo do mundo?",
        "option1": "Rio Nilo",
        "option2": "Rio Amazonas",
        "option3": "Rio Yangtzé",
        "option4": "Rio Mississippi",
        "option5": "Rio Ganges",
        "answer": "option1",
        "explanation": "O Rio Nilo, na África, é considerado o rio mais longo do mundo, com aproximadamente 6.650 km de extensão.",
        "hint": "Esse rio atravessa vários países africanos e foi crucial para o desenvolvimento do Egito Antigo."
    },
    {
        "category": "Geografia",
        "value": "4",
        "questionPath": "",
        "questionText": "Qual é o deserto mais seco do mundo?",
        "option1": "Deserto do Saara",
        "option2": "Deserto de Gobi",
        "option3": "Deserto de Kalahari",
        "option4": "Deserto da Namíbia",
        "option5": "Deserto do Atacama",
        "answer": "option5",
        "explanation": "O Deserto do Atacama, localizado no Chile, é o deserto mais seco do mundo, onde algumas áreas podem passar anos sem chuva.",
        "hint": "Esse deserto está localizado na América do Sul."
    },
    {
        "category": "Geografia",
        "value": "4",
        "questionPath": "",
        "questionText": "Em que continente está localizado o Monte Kilimanjaro?",
        "option1": "Ásia",
        "option2": "Europa",
        "option3": "América do Sul",
        "option4": "África",
        "option5": "Oceania",
        "answer": "option4",
        "explanation": "O Monte Kilimanjaro está na Tanzânia, na África, sendo a montanha mais alta do continente, com cerca de 5.895 metros de altitude.",
        "hint": "Pense em um continente famoso por sua fauna diversificada e savanas."
    },
    {
        "category": "Geografia",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual país tem a maior população do mundo?",
        "option1": "Índia",
        "option2": "Estados Unidos",
        "option3": "Indonésia",
        "option4": "Brasil",
        "option5": "China",
        "answer": "option5",
        "explanation": "A China é o país mais populoso do mundo, com mais de 1,4 bilhão de habitantes.",
        "hint": "Este país está localizado na Ásia e é conhecido por sua Grande Muralha."
    },
    {
        "category": "Geografia",
        "value": "8",
        "questionPath": "",
        "questionText": "Qual desses países é totalmente cercado por outro país?",
        "option1": "Luxemburgo",
        "option2": "Suíça",
        "option3": "Lesoto",
        "option4": "Mônaco",
        "option5": "Andorra",
        "answer": "option3",
        "explanation": "Lesoto é um país da África Austral que é completamente cercado pela África do Sul, sendo um exemplo de enclave.",
        "hint": "Este país é um enclave no sul da África."
    },
    {
        "category": "Geografia",
        "value": "2",
        "questionPath": "",
        "questionText": "Qual é o maior país do mundo em extensão territorial?",
        "option1": "China",
        "option2": "Estados Unidos",
        "option3": "Canadá",
        "option4": "Rússia",
        "option5": "Brasil",
        "answer": "option4",
        "explanation": "A Rússia é o maior país do mundo, com cerca de 17 milhões de km², abrangendo a Europa Oriental e o norte da Ásia.",
        "hint": "Pense em um país que se estende pela Europa e Ásia."
    },
    {
        "category":"Esportes",
        "value":"2", 
        "questionPath":"",
        "questionText":"Quanto tempo dura uma partida de handebol?",
        "option1":"60 minutos",
        "option2":"30 minuto",
        "option3":"120 minutos",
        "option4":"90 minutos",
        "option5":"10 minutos", 
        "answer":"option1",
        "explanation":"Uma partida de handebol dura 60 minutos divididos em duas partes com 30 minutos cada",
        "hint":"É o quítuplo de 12"
    },
    {
        "category":"Esportes",
        "value":"8", 
        "questionPath":"",
        "questionText":"Quando foi realizada a primeira Copa do Mundo de Futebol?",
        "option1":"Em 12 de maio de 1757, na Argentina",
        "option2":"Em 25 de Dezembro de 2007, no Brasil",
        "option3":"Em 13 de Julho de 1930, no Uruguai",
        "option4":"Em 8 de Maio de 1945, na Alemanha",
        "option5":"Em 27 de Maio de 1934, na Itália", 
        "answer":"option3",
        "explanation":"A Primeira Copa do Mundo de Futebol foi realizada no dia 13 de Maio, no Uruguai.",
        "hint":"Foi em um país da América do Sul"
    },
    {
        "category":"Esportes",
        "value":"4", 
        "questionPath":"",
        "questionText":"Quais são as cores dos cinco anéis Olímpicos?",
        "option1":"Azul, Branco, Amarelo, Vermelho e Rosa",
        "option2":"Amarelo, Verde Vermelho, Azul e Branco",
        "option3":"Preto, azul, Castanho, Cinza e Vermelho",
        "option4":"Azul, Preto, Amarelo, Vermelho e Verde",
        "option5":"Roxo, Amarelo, Marrom, Preto e Azul", 
        "answer":"option4",
        "explanation":"As 5 cores dos anéis são elas: Azul, Preto, Amarelo, Vermelho e Verde",
        "hint":"Essas cores estão presentes em quase todas as bandeiras do mundo"
    },
    {
        "category":"Esportes",
        "value":"2", 
        "questionPath":"",
        "questionText":"Em qual Esporte você faria um touchdown?",
        "option1":"Vôlei.",
        "option2":"Pingue-pongue.",
        "option3":"Judô.",
        "option4":"Basquete.",
        "option5":"Futebol Americano.", 
        "answer":"option5",
        "explanation":"Futebol Americano é o Esporte em que você faz touchdown.",
        "hint":"É um Esporte em que o jogador corre com  bola."
    },
    {
        "category":"Esportes",
        "value":"8", 
        "questionPath":"",
        "questionText":"Qual é o nome alternativo do Hóquei aquático?",
        "option1":"Polvo.",
        "option2":"Galinha.",
        "option3":"Golfinho.",
        "option4":"Tubarão",
        "option5":"Submarino.", 
        "answer":"option1",
        "explanation":"O nome alternativo para o Hóquei aquático é: Polvo",
        "hint":"Esse animal tem muitos braços."
    },
    {
        "category":"Esportes",
        "value":"4", 
        "questionPath":"",
        "questionText":"Qual é o único time de futebol Espanhol que conquistou todos os títulos oficiais em uma temporada?",
        "option1":"Stoke City.",
        "option2":"Barcelona.",
        "option3":"Real Madrid.",
        "option4":"Atlético de Madrid.",
        "option5":"Espanyol.", 
        "answer":"option2",
        "explanation":"O Barcelona foi o único time espanhol a conquistar todos os títulos oficiais em uma temporada.",
        "hint":"Esse time é da Catalunha"
    },
    {
        "category": "Lógica",
        "value": "2",
        "questionPath": "",
        "questionText": "Se João tem 5 maçãs e dá 2 para Maria, quantas maçãs ele terá?",
        "option1": "2",
        "option2": "3",
        "option3": "5",
        "option4": "7",
        "option5": "1",
        "answer": "option2",
        "explanation": "João começou com 5 maçãs e deu 2, restando 3.",
        "hint": "Subtraia o número de maçãs dadas do total inicial."
    },
    {
        "category": "Lógica",
        "value": "2",
        "questionPath": "",
        "questionText": "Se um relógio adianta 5 minutos a cada hora, quanto tempo ele mostrará após 3 horas se agora são 15:00?",
        "option1": "15:15",
        "option2": "15:30",
        "option3": "15:20",
        "option4": "16:00",
        "option5": "15:25",
        "answer": "option1",
        "explanation": "O relógio adiciona 5 minutos a cada hora, então em 3 horas ele terá avançado 15 minutos.",
        "hint": "Multiplique 5 minutos pelo número de horas."
    },
    {
        "category": "Lógica",
        "value": "4",
        "questionPath": "",
        "questionText": "Se Pedro dobra a quantidade de laranjas que tem a cada dia e começa com 1 laranja, quantas terá no terceiro dia?",
        "option1": "3",
        "option2": "6",
        "option3": "8",
        "option4": "4",
        "option5": "7",
        "answer": "option3",
        "explanation": "Pedro começa com 1 laranja e dobra a quantidade por 3 dias: 1 -> 2 -> 4 -> 8.",
        "hint": "Use potências de 2 para calcular."
    },
    {
        "category": "Lógica",
        "value": "4",
        "questionPath": "",
        "questionText": "Qual é o próximo número da sequência: 2, 4, 8, 16?",
        "option1": "20",
        "option2": "32",
        "option3": "24",
        "option4": "18",
        "option5": "30",
        "answer": "option2",
        "explanation": "Cada número é o dobro do anterior: 16 x 2 = 32.",
        "hint": "Multiplique o último número por 2."
    },
    {
        "category": "Lógica",
        "value": "6",
        "questionPath": "",
        "questionText": "Três amigos dividem igualmente um prêmio de R$150,00. Após cada um receber sua parte, um deles decide devolver R$10,00. Quanto resta com este amigo?",
        "option1": "R$30,00",
        "option2": "R$40,00",
        "option3": "R$50,00",
        "option4": "R$20,00",
        "option5": "R$25,00",
        "answer": "option2",
        "explanation": "Cada amigo recebeu R$50,00. Após devolver R$10,00, restam R$40,00.",
        "hint": "Divida o prêmio igualmente e subtraia o valor devolvido."
    },
    {
        "category": "Lógica",
        "value": "6",
        "questionPath": "",
        "questionText": "Ana tem o dobro da idade de Bia. Daqui a 6 anos, Ana terá 36 anos. Quantos anos Bia tem hoje?",
        "option1": "12",
        "option2": "15",
        "option3": "18",
        "option4": "14",
        "option5": "16",
        "answer": "option1",
        "explanation": "Se Ana terá 36 anos em 6 anos, hoje ela tem 30. Bia tem metade disso: 15.",
        "hint": "Subtraia 6 da idade de Ana no futuro."
    },
    {
        "category":"Filmes/Séries/Animes!",
        "value":"4",
        "questionPath":"",
        "questionText":" O filme Carrie – A Estranha (1976) é baseado no livro de qual autor? ",
        "option1":"Finn Wolfhard",
        "option2":"H. P. Lovecraft",
        "option3":"Stephen King",
        "option4":"Noah Schnapp",
        "option5":"Bill Skarsgård",
        "answer":"option3",
        "explanation":"O filme Carrie, a Estranha (1976) é baseado no romance homônimo de Stephen King",
        "hint":"Esse autor é conhecido como o Rei do Terror e escreveu muitos livros que foram adaptados para filmes de terror e suspense."},
    
    
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Em qual filme de 1984 Arnold Schwarzenegger diz a famosa frase Eu voltarei ?",
        "option1":"Conan, o Bárbaro (Conan the Barbarian",
        "option2":"O Vingador do Futuro (Total Recall)",
        "option3":"O Sobrevivente (The Running Man)",
        "option4":"Um Tira no Jardim de Infância (Kindergarten Cop)",
        "option5":"O Exterminador do Futuroc(The Terminator)",
        "answer":"option5",
        "explanation":"A frase Eu voltarei (Eu voltarei) foi dita por Arnold Schwarzenegger no filme The Terminator, lançado em 1984.",
        "hint":"Nesse filme, Schwarzenegger interpreta um cyborg vindo do futuro em uma missão que envolve salvar (ou eliminar) alguém."},
    
    
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"8",
        "questionPath":"",
        "questionText":"Qual é a vingança que Shosanna planeja contra os nazistas em Bastardos Inglórios ?",
        "option1":"Ela tenta atrair os oficiais nazistas para uma armadilha em uma cabana isolada.",
        "option2":"Ela coloca veneno nos alimentos e bebidas servidos no evento.",
        "option3":"Ela planeja incendiar seu cinema durante a estreia de um filme de propaganda nazista.",
        "option4":"Ela organiza uma emboscada armada no interior do cinema para atacar os nazistas durante a exibição.",
        "option5":"Ela contrata assassinos para emboscarem os nazistas fora do cinema.",
        "answer":"option3",
        "explanation":"No filme Shosanna Dreyfus é uma jovem judia que sobreviveu a um massacre perpetrado pelo oficial nazista Hans Landa. Anos depois ela assume a identidade de Emmanuelle Mimieux e se torna dona de um cinema em Paris. Quando descobre que o alto comando nazista incluindo Adolf Hitler estará presente em seu cinema para a estreia de um filme de propaganda ela vê a oportunidade perfeita para se vingar.",
        "hint":"Ela usa seu próprio espaço para planejar algo grandioso contra os nazistas, aproveitando-se de um evento com muitos oficiais."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"8",
        "questionPath":"",
        "questionText":"Qual é a escola de artes marciais que Ranma Saotome pratica em Ranma ½?",
        "option1":"Estilo Kame",
        "option2":"Estilo Grulla",
        "option3":"Estilo Hiryū Shōten Ha",
        "option4":"Estilo Musabetsu Kakutō Ryū",
        "option5":"Estilo Tōfu",
        "answer":"option4",
        "explanation":"Ranma Saotome pratica a escola de artes marciais chamada Musabetsu Kakutō Ryū , que em japonês significa Escola de Artes Marciais de Combate Livre ou Escola de Artes Marciais Indiscriminadas . Essa é uma escola fictícia no universo de Ranma ½",
        "hint":"O estilo de Ranma é caracterizado por não ter restrições e se adaptar a várias técnicas de luta. O nome em japonês reflete essa versatilidade."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Qual é a habilidade principal de Gon Freecss em Hunter x Hunter?",
        "option1":"Blinky",
        "option2":"Jajanken",
        "option3":"Bungee Gum",
        "option4":"Nen",
        "option5":"Kanmuru ",
        "answer":"option2",
        "explanation":"A habilidade principal de Gon Freecss em Hunter x Hunter é o Jajanken (que significa Pedra, Papel e Tesoura). Esse nome é uma referência direta ao jogo homônimo e reflete as diferentes formas que Gon pode usar sua aura ao combinar intensificação e emissão.",
        "hint":"A técnica principal de Gon é baseada em um famoso jogo de mãos, onde cada 'movimento' representa um tipo de ataque."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"2",
        "questionPath":"",
        "questionText":"Em Yu Yu Hakusho, qual é o nome do protagonista que se torna um detetive espiritual?",
        "option1":"Kurama Youko",
        "option2":"Keiko Yukimura",
        "option3":"Jaganshi Hiei",
        "option4":"Kazuma Kuwabara",
        "option5":"Yusuke Urameshi",
        "answer":"option5",
        "explanation":"A saga de Yu Yu Hakusho conta as provas que Yusuke enfrenta para se tornar detetive espiritual e os primeiros casos que investiga.",
        "hint":"O protagonista é um jovem problemático que, após um evento de sacrifício, recebe uma segunda chance para voltar à vida como um detetive espiritual."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Qual é o nome do protagonista de Trigun?",
        "option1":"Vash the Stampede",
        "option2":"Nicholas D. Wolfwood",
        "option3":"Meryl Stryfe",
        "option4":"Knives Millions",
        "option5":"Legato Bluesummers",
        "answer":"option1",
        "explanation":"O protagonista de Trigun é Vash the Stampede. Ele é um pistoleiro com um passado misterioso, famoso tanto por sua incrível habilidade com armas quanto pela enorme recompensa por sua captura.",
        "hint":"Ele é conhecido como um fugitivo procurado com um apelido relacionado à destruição que deixa por onde passa, mas ele é surpreendentemente pacifista."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Em Game of Thrones, quem é conhecido como O Regicida?",
        "option1":"Jon Snow",
        "option2":"Ned Stark",
        "option3":" Jaime Lannister",
        "option4":"Tyrion Lannister",
        "option5":"Sandor Clegane",
        "answer":"option3",
        "explanation":"Jaime Lannister",
        "hint":"Ele perdeu uma mão ao longo da série e é irmão de Cersei."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"8",
        "questionPath":"",
        "questionText":" Na série Friends, qual personagem é paleontólogo?",
        "option1":" Ross",
        "option2":"Joey",
        "option3":"Chandler",
        "option4":"Monica",
        "option5":"Rachel",
        "answer":"option1",
        "explanation":"Ele é um dos protagonistas da série e tem um Ph.D. em Paleontologia. Ross é um apaixonado por dinossauros e por assuntos relacionados à ciência e ficção científica.",
        "hint":"Ele tem uma paixão por dinossauros e é irmão de Monica."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Em Vikings, quem é conhecido como Lothbrok?",
        "option1":"Rollo",
        "option2":"Ragnar",
        "option3":"Bjorn",
        "option4":"Floki",
        "option5":"Lagertha",
        "answer":"option2",
        "explanation":"Na série Vikings, Ragnar Lothbrok é o personagem que vive no período mais influente da história dos vikings. Ele é um fazendeiro que se torna rei da Noruega e lidera invasões na Inglaterra e na França.",
        "hint":"Ele é o protagonista da série e famoso guerreiro viking."
    },
    {
        "category":"Filmes/Séries/Animes!!",
        "value":"4",
        "questionPath":"",
        "questionText":"Em The Office (EUA), qual personagem constantemente faz piadas e brincadeiras com seus colegas?",
        "option1":"Michael Scott",
        "option2":"Dwight Schrute",
        "option3":"Pam Beesly",
        "option4":"Jim Halpert",
        "option5":"Ryan Howard",
        "answer":"option2",
        "explanation":"Como gerente regional da Dunder Mifflin, Michael frequentemente tenta criar um ambiente divertido no escritório, embora muitas vezes suas piadas sejam inapropriadas ou desconfortáveis.",
        "hint":" Ele é o rival-amigo de Dwight."
    },
    {
        "category":"Astronomia",
        "value":"2",
        "questionPath":"",
        "questionText":"Qual é o planeta mais próximo do Sol?",
        "option1":"Terra",
        "option2":"Vênus",
        "option3":"Marte",
        "option4":"Júpiter",
        "option5":"Mercúrio",
        "answer":"option5",
        "explanation":"Mercúrio é o planeta mais próximo do Sol, ocupando a primeira posição no sistema solar. Isso se deve à sua órbita, que é a menor de todos os planetas, com uma distância média de cerca de 57,9 milhões de quilômetros do Sol.",
        "hint":"Esse planeta é pequeno e rochoso, com uma superfície repleta de crateras, lembrando muito a aparência da Lua. Como orbita tão próximo ao Sol, ele completa uma volta ao redor da estrela em apenas 88 dias terrestres, tornando o seu ano o mais curto entre os planos"
    },
     
    {
        "category":"Astronomia",
        "value":"2",
        "questionPath":"",
        "questionText":"Qual é a maior estrela do sistema solar?",
        "option1":"Júpiter",
        "option2":"Lua",
        "option3":"Saturno",
        "option4":"Sol",
        "option5":"Marte",
        "answer":"option4",
        "explanation":"O Sol concentra mais de '99,8%' de toda a massa do sistema solar, sendo essa massa o que gera sua imensa gravidade. Essa gravidade é tão poderosa que mantém todos os planetas, luas, asteroides e cometas em órbita ao seu redor.",
        "hint":"É a única estrela do sistema solar e é fundamental para a vida na Terra."},
    
    {
        "category":"Astronomia",
        "value":"4",
        "questionPath":"",
        "questionText":"Qual planeta do sistema solar é conhecido por ter a maior montanha vulcânica chamada Monte Olimpo?",
        "option1":"Terra",
        "option2":"Vênus",
        "option3":"Marte",
        "option4":"Júpiter",
        "option5":"Saturno",
        "answer":"option3",
        "explanation":"O Monte Olimpo é o maior vulcão do Sistema Solar e está localizado em Marte, o “planeta vermelho”. Ele tem cerca de 22 km de altura, o que o torna três vezes mais alto que o Monte Everest, a montanha mais alta da Terra.",
        "hint":"Esse planeta é frequentemente chamado de “planeta vermelho"
    },

    {
        "category":"Astronomia",
        "value":"4",
        "questionPath":"",
        "questionText":"Qual é o nome da galáxia espiral mais próxima da Via Láctea?",
        "option1":"Galáxia do Triângulo",
        "option2":"Andrômeda",
        "option3":"Galáxia de Sombrero",
        "option4":" Galáxia do Redemoinho",
        "option5":" Galáxia de Centaurus ",
        "answer":"Andrômeda",
        "explanation":"A galáxia Andrômeda é a galáxia espiral mais próxima da nossa, localizada a cerca de 2,5 milhões de anos-luz da Via Láctea. Ela recebeu o nome da princesa mitológica grega Andrômeda, e está em rota de colisão com a Via Láctea, o que ocorrerá em bilhões de anos.",
        "hint":"Esta galáxia tem o nome de uma figura mitológica grega famosa."
    },

    {
        "category":"Astronomia",
        "value":"8",
        "questionPath":"",
        "questionText":"Qual é o nome do fenômeno que ocorre quando uma estrela, ao final de sua vida, expulsa suas camadas externas e deixa um núcleo quente e denso conhecido como anã branca?",
        "option1":" Supernova tipo II",
        "option2":" Nebulosa planetária",
        "option3":" Nova",
        "option4":" Buraco negro",
        "option5":"Estrela de nêutrons",
        "answer":"option2",
        "explanation":"Uma nebulosa planetária é formada quando estrelas de massa moderada, como o Sol, expulsam suas camadas externas no final de suas vidas. O núcleo remanescente se torna uma anã branca. Apesar do nome, não tem relação com planetas, sendo chamada assim devido à sua aparência esférica no telescópio.",
        "hint":"Esse fenômeno tem um nome que remete a algo que lembra “planetas”, embora não tenha relação com eles."
    },

    {
        "category":"Astronomia",
        "value":"8",
        "questionPath":"",
        "questionText":"Em que tipo de galáxia se encontra a maior parte das estrelas do universo conhecido?",
        "option1":"Espiral",
        "option2":"Elíptica",
        "option3":"Irregular",
        "option4":"Lenticulares",
        "option5":"Anãs esferoidais",
        "answer":"option2",
        "explanation":"As galáxias elípticas são as mais comuns e contêm a maioria das estrelas no universo. Elas têm uma forma arredondada ou oval e são compostas principalmente por estrelas mais velhas. Essas galáxias são menos ativas em termos de formação estelar e têm menos gás e poeira do que as galáxias espirais.",
        "hint":"Este tipo de galáxia tem uma forma arredondada e contém estrelas mais velhas, sendo muito comum em aglomerados de galáxias."
    }
]

    
